Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: %1$s can try to automatically reject cookie requests. If a reject option isn’t available, %2$s may accept all cookies to dismiss the banner.
kmr: %1$s, dikare bi awayekî otomatîk daxwazên xurekan red bike. Heke vebijarka redkirinê ne berdest be, dibe ku %2$s ji bo girtina agahdariyê hemû xurekan qebûl bike.

source: %1$s completed
kmr: %1$s qediya

source: %1$s could not be installed because it can only be installed by an organization using enterprise policies, which isn‘t supported on this platform.
kmr: %1$s nehat sazkirin, ji ber ku ew tenê dikare ji hêla rêxistineke ku polîtîkayên pargîdaniyê bikar tîne ve bê sazkirin, ku li ser vê platformê nayê piştgirîkirin.

source: %1$s could not be installed because it has a high risk of causing stability or security problems.
kmr: %1$s nehate sazkirin ji ber ku rîska wê ya mezin heye ku bibe sedema pirsgirêkên aramî an ewlehiyê.

source: %1$s could not be installed because it is not compatible with %2$s %3$s.
kmr: %1$s nehat sazkirin ji ber ku bi %2$s %3$s re ne lihevhatî ye.

source: %1$s could not be verified as secure and has been disabled.
kmr: %1$s wekî ewledar nehat piştrastkirin û hate neçalakkirin.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
kmr: %1$s nekariye rayeya serlêdanê piştrast bike. Gelo tu dixwazî zanyariyên hesabê hatî hilbijartin xweber bê dagitin û wisa dewam bikî?

source: %1$s deletes your cookies, history, and site data when you close all your private tabs. %2$s
kmr: %1$s dema ku hûn hemî tabloyên xwe yên taybet digirin, çerezên we, dîrok û daneyên malperê jê dibe. %2$s

source: %1$s extensions
kmr: %1$s pêvek

source: %1$s has an update
kmr: Nûvekirineke nû ya %1$s’ê heye

source: %1$s has been disabled due to security or stability issues.
kmr: %1$s ji ber pirsgirêkên ewlekarî an îstiqrarê hate neçalakkirin.

source: %1$s is fast and private
kmr: %1$s him bilez him jî veşartî ye

source: %1$s is not compatible with your version of %2$s (version %3$s).
kmr: %1$s bi guhertoya we ya %2$s re (guhertoya %3$s) hevaheng nîne.

source: %1$s is restricted and can’t be installed on %2$s.
kmr: %1$s bi sînor e û nikare li ser %2$s bê sazkirin.

source: %1$s just refused cookies for you
kmr: %1$s aniha çerezên te red kirin

source: %1$s may install and run studies from time to time.
kmr: %1$s dikare carê lêkolînan bar bike û bide xebitandin.

source: %1$s out of 5 stars
kmr: %1$s ji 5 stêran

source: %1$s puts people over profits and defends your privacy by blocking cross-site trackers. Learn more in our %2$s.
kmr: %1$s ji berjewendiyê zêdetir qîmetê dide mirovan û bi astengkirina şopînerên navmalperî nepeniya te diparêze. Ji bo agahiyên zêdetir li %2$sê binêre.

source: %1$s requests additional data collection
kmr: %1$s berheva daneyan ya pêvekî dixwaze

source: %1$s requests additional permissions.
kmr: %1$s destûrên zûdetir dixwaze.

source: %1$s requests additional settings
kmr: %1$s destûrên zêdetir dixwaze

source: %1$s tries to automatically reject all cookie requests on supported sites.
kmr: %1$s hewlêdidebide ku daxwazên çerezan yên li ser malperên piştgirîkirî bixweber red bike.

source: %1$s violates Mozilla’s policies and can’t be installed.
kmr: %1$s polîtîkayên Mozilla binpê dike û nikare bê sazkirin.

source: %1$s violates Mozilla’s policies and can’t be installed on %2$s.
kmr: %1$s polîtîkayên Mozillayê binpê dike û nikare li %2$s bê sazkirin.

source: %1$s was added
kmr: %1$s hate lêzêdekirin

source: %1$s wasn’t downloaded.
kmr: %1$s nehat jêbarkirin.

source: %1$s will clear this site’s cookies and refresh the page. Clearing all cookies may sign you out or empty shopping carts.
kmr: %1$s ew ê hemû xurekên malperê paqij bike û malperê nû bike. Paqijkirina hemû xurekan dibe ku têketina te bigire û sepeta te ya danûstandinê vala bike.

source: %1$s will never offer to translate sites in this language.
kmr: %1$s dê qet pêşniyar neke ku rûpelên bi vî zimanî wergerîne.

source: %1$s will offer to translate sites in this language.
kmr: %1$s dê pêşniyar bike ku rûpelên bi vî zimanî wergerîne.

source: %1$s will translate this language automatically when the page loads.
kmr: Gava rûpel bê barkirin %1$s dê vî zimanî xweber wergerîne.

source: 1 week
kmr: 1 hefte

source: 30 days
kmr: 30 roj

source: About translations in %1$s
kmr: Derbarê wergerên %1$s de

source: A browser built for people, not profits.
kmr: Gerokeke ji bo mirovan hatiye çêkirin, ne ji bo pereyan.

source: Accept and edit suggestion
kmr: Pêşniyarê bipejirîne û sererast bike

source: Access %1$s from the %2$s menu.
kmr: Ji menuya %2$s xwe bigihînin %1$s

source: Access browser activity during navigation.
kmr: Di dema gerînê de xwe bigihîne çalakiya gerokê.

source: Access browser tabs.
kmr: Xwe bigihîne hilpekînên gerokê.

source: Access browsing history.
kmr: Têkeve raboriya gerê.

source: Access recently closed tabs.
kmr: Xwegihandina hilpekînên dawiyê hatine girtin.

source: Access your data for %1$s.
kmr: Ji bo %1$s ê xwe bigihîne daneyên xwe.

source: Access your data for all websites.
kmr: Xwe bigihîne aghiyên xwe yên ji bo hemû malperan.

source: Access your data for sites in %1$d domains
kmr: Xwe bigihîne daneyên xwe yên ji bo malperên di domaînên %1$d de

source: Access your data for sites in the %1$s domain.
kmr: Ji bo malperên di domaîna %1$s de xwe bigihîne daneyên xwe.

source: Access your data on another domain
kmr: Xwe bigihîne daneyên xwe yên li ser domaîneke din

source: Access your data on another domain.
kmr: Xwe bigihîne daneyên xwe yên li ser domaîneke din.

source: Access your data on another site
kmr: Li ser malpereke din xwe bigihîne daneyên xwe

source: Access your data on another site.
kmr: Xwe bigihîne daneyên xwe yên li ser malpereke din.

source: Access your data on other domains
kmr: Xwe bigihîne daneyên xwe yên li ser domaîneke din

source: Access your data on other domains.
kmr: Xwe bigihîne daneyên xwe yên li ser domaîneke din.

source: Access your data on other sites
kmr: Li ser malpereke din xwe bigihîne daneyên xwe

source: Access your data on other sites.
kmr: Xwe bigihîne daneyên xwe yên li ser malperên din.

source: Access your location.
kmr: Xwegihandina cîgeha te.

source: Account info
kmr: Agahiyên hesêb

source: Account picture
kmr: Wêneyê hesabî

source: A completely redesigned browser awaits, with improved performance and features to help you do more online. Please wait while we update %s with your
kmr: Me geroka te bi performans û taybetiyên pêşxistî ji serî heta binî nû kir ku tu dikarî li ser înternetê tiştên zêdetir bikî. Tika ye heta %sê van venû bike li bendê bin

source: Active
kmr: Çalak

source: Add %1$s
kmr: %1$s`ê têxê

source: Add add-on button
kmr: Bişkoka pêvekê lê zêde bike

source: Add address
kmr: Navnîşanekê lê zêde bike

source: Add a new folder
kmr: Peldankeke nû lê zêde bike

source: Add app to Home screen
kmr: Bernamokê têxe ekrana destpêkê

source: Add app to Home screen…
kmr: Bernamokê têxe ekrana destpêkê…

source: Add bookmarks as you browse so you can find your favorite sites later.
kmr: Malperan di dema vekirinê de têxe favoriyan da dikaribî paşê xwe bigihînî wan.

source: Add bookmark, Shortcut, Home, Collection, PDF
kmr: Favoriyekê lê zêde bike, Kurterê, Têketin, Koleksiyon, PDF

source: Add card
kmr: Kartê lê zêde bike

source: Add credit card
kmr: Kredîkartekê lê zêde bike

source: Added to shortcuts!
kmr: Li bijareyan hat zêdekirin!

source: Add Firefox widget
kmr: Widgeta Firefoxê lê zêde bike

source: Add login
kmr: Hesêb tevlî bike

source: Add new login
kmr: Hesabê nû tevlî bike

source: Add new search engine
kmr: Motora lêgerînê ya nû lê zêde bike

source: Add-on icon
kmr: Îkonê pêvekê

source: Add-ons are temporarily disabled
kmr: Pêvek bi awayekî demkî neçalak in

source: Add-ons, navigate up
kmr: Pêvek, bi jorê ve here

source: Add password
kmr: Şîfreyê lê zêde bike

source: Address bar - Firefox Suggest
kmr: Darikê navnîşanan - Pêşniyara Firefoxê

source: Address bar preferences
kmr: Tercîhên darikê navnîşanan

source: Addresses
kmr: Navnîşan

source: Add third-party extensions to enhance your security, productivity, and more.
kmr: Ji bo bilindkirina ewlekarî, hilberîn û zêdetir pêvekên partiya-sêyemîn bi kar bîne.

source: Add to Home screen…
kmr: Têxe ekrana destpêkê…

source: Add to shortcuts
kmr: Li bijareyan zêde bike

source: After four hours
kmr: Piştî çar saetan

source: Agree and continue
kmr: Qebûl bike û dewam bike

source: Agree and start browsing
kmr: Piştrast bike û dest bi gerê bike

source: All languages
kmr: Hemû ziman

source: Allow %1$s to automatically reject cookie requests when possible?
kmr: Destûrê bide %1$sê ku gava gengaz be daxwazên çerezan bixweber red bike?

source: Allow %1$s to decline a site’s cookie consent request if possible?
kmr: Destûrê didî ku %1$s gava gengaz be daxwaza razîbûna çerezan ya malperan red bike?

source: Allow %1$s to reject cookie banners?
kmr: Destûrê didî %1$sê ku banerên çerezan red bike?

source: Allow %1$s to use its cookies on %2$s?
kmr: Destûrê bidî %1$s`ê ku çerezên xwe di %2$s`ê de bi kar bîne?

source: Allow extension to run in private browsing
kmr: Destûrê bide pêvekan ku di gera nepenî de bixebitin

source: Allow Firefox to reject cookie banners?
kmr: Destûrê didî Firefoxê ku banerên çerezan red bike?

source: Allow this site to open?
kmr: Destûrê didî vê malperê ku vebe?

source: Allow unverified third-party scripts to access your data
kmr: Destûrê bide skrîptên partiya sêyemîn ên nepesendkirî ku xwe bigihînin daneyên te

source: Allow unverified third-party scripts to access your data.
kmr: Destûrê bide ku skrîptên partiya sêyemîn xwe bigihînin daneyên te.

source: Always download in data saving mode
kmr: Timî moda teserûfa daneyan de jêbar bike

source: Always download languages in data saving mode
kmr: Zimanan timî di moda teserûfê de jêbar bike

source: Always offer to translate
kmr: Wergerandinê timî pêşniyar bike

source: Always-on privacy
kmr: Her car -nepen

source: Always open links in apps
kmr: Girêdanan timî di sepanan de veke

source: Always translate
kmr: Timî wergerîne

source: Always translate %1$s
kmr: %1$s timî wergerîne

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
kmr: Tu ji dil dixwazî hemû çerez û daneyên malpera <b>%s</b>ê jê bibî?

source: Are you sure you want to delete the selected items?
kmr: Tu ji dil dixwazî hêmayên nîşankirî jê bibî?

source: Are you sure you want to delete this address?
kmr: Tu ji dil dixwazî vê navnîşanê jê bibî?

source: Are you sure you want to delete this credit card?
kmr: Tu ji dil dixwazî vê karta krediyê jê bibî?

source: Articles powered by %s
kmr: Gotar ji aliyê %sê ve tên dabînkirin

source: Artist series
kmr: Seriyên hunermendan

source: Ask before opening
kmr: Beriya vekirinê bipirse

source: authentication information
kmr: agahiyên pejirandinê

source: Author
kmr: Niväskar

source: Auto-close after one month?
kmr: Bila piştî mehekê xweber bigire?

source: Auto-close enabled
kmr: Girtina bixweber çalak bû

source: Auto-close open tabs
kmr: Hilpekînên vekirî bixweber bigire

source: Autofill in %1$s
kmr: Di %1$s de bixweber dagire

source: Autofill in other apps
kmr: Di sepanên din de bixweber dagire

source: Automatically answer cookie pop-ups for distraction-free browsing. %1$s will reject all requests if possible.
kmr: Ji bo gereka bibaldartir pop-upên çerezan xweber bibersivîne. Heke gengaz be %1$s dê hemû daxwazan red bike.

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
kmr: Ji bo ewlekariya zêdetir hewlê bide ku bi protokola şîfrekirî ya HTTPSê bi awayekî xweber têkeve malperan.

source: Automatically reject cookie requests, when possible.
kmr: Gava gengaz be daxwazên çerezan bixweber red bike.

source: Automatically send crash reports
kmr: Raporên têkçûnê bixweber bişîne

source: Automatic translation
kmr: Wergerandina xweber

source: Available languages
kmr: Zimanên berdest

source: Back to main menu
kmr: Vegere menuya giştî

source: Balanced for privacy and performance. Pages load normally.
kmr: Nepenî û performansa bi aheng. Rûpel bi asayî tên barkirin.

source: Block
kmr: Asteng bike

source: Block ads effectively and efficiently.
kmr: Reklaman bi awayekî bibandor û berhemdar asteng dike.

source: Block content on any page
kmr: Naveroka li ser hemû rûpelan asteng bike

source: Block content on any page.
kmr: Naveroka li ser hemû rûpelan asteng bike.

source: Blocks more trackers so pages load faster, but some on-page functionality may break.
kmr: Ji bo rûpel zûtir bên vekirin zêdetir şopîneran asteng dike lê dibe ku hin fonksiyonên rûpelan xira bibin.

source: Blue
kmr: Şîn

source: Blue Hour
kmr: Saeta Şîn

source: Bookmark page
kmr: Têxe nav favoriyan

source: bookmarks
kmr: bijare

source: Bookmarks saved in “%s”!
kmr: Favorî di “%s”``ê de hatin qeydkirin!

source: Bookmark this page
kmr: Vê rûpelê têxe nav favoriyan

source: Bring bookmarks, history, and passwords to %1$s on this device.
kmr: Bijareyan, raboriyê û şîfreyan bîne nav %1$s`ê.

source: Bring bookmarks, history, and passwords to Firefox on this device.
kmr: Favorî, raborî û şîfreyên xwe bîne Firefoxa vê amûrê.

source: Browse faster with new navigation
kmr: Bi navîgasyona nû zûtir bigere

source: Browse with no saved cookies or history in %1$s
kmr: Di %1$sê de bêyî ku xurek û raboriya te were tomarkirin, bigere

source: Browse without a trace
kmr: Gereke bêşop

source: browsing activity
kmr: çalakiya gerokê

source: Browsing history
kmr: Raboriya gerê

source: By continuing, you agree to the %1$s.
kmr: Bi berdewamkirinê, tu %1$s qebûl dikî.

source: Cancel downloads
kmr: Jêbarkirinan betal bike

source: Cancel private downloads?
kmr: Daxistinên taybet betal bikî?

source: Cancel to keep your current version and settings.
kmr: Ji bo parastina guhertoya xwe ya niha û mîhengan, betal bike.

source: Can’t install extension
kmr: Ev pêvek nayê sazkirin

source: Can’t save password
kmr: Şîfre nayê tomarkirin

source: Card Nickname
kmr: Navê kartê

source: Card Number
kmr: Hejmara kartê

source: Card number will be encrypted. Security code won’t be saved.
kmr: Hejmara kardê dê bê şîfrekirin. Koda ewlekariyê dê neyê hilanîn.

source: Change wallpaper by tapping Firefox homepage logo
kmr: Ji bo guhertina wêneyê dîwêr pêlî logoya Firefoxê ya serûpelê bike

source: Change your password, manage data collection, or delete your account
kmr: Şîfreya xwe biguherîne, koleksiyona daneyan bi rê ve bibe yan jî hesabê xwe jê bibe

source: Check out 100+ new extensions that let you make Firefox your own.
kmr: 100+ pêvekên nû yên ji bo taybetkirina Firefox`ê bibîne.

source: Check your connection and try again.
kmr: Girêdana înterneta xwe kontrol bike û dîsa biceribîne.

source: Choose a language
kmr: Zimanekî hilbijêre

source: Choose a login provider
kmr: Peydakera têketinê hilbijêre

source: Choose an account
kmr: Hesabekî hilbijêre

source: Choose a wallpaper that speaks to you.
kmr: Wêneyekî dîwêr ê ku bi te xweş e, hilbijêre.

source: Choose reason
kmr: Sedemê hilbijêre

source: City
kmr: Bajar

source: Classic %s
kmr: Klasîk %s

source: Clean, organized tabs
kmr: Hilpekînên serhevedayî

source: Clear away tab clutter with improved layout and auto-closing tabs.
kmr: Bi pergala nû ya hilpekînan û hilpekînên xweber tên girtin tevliheviyê ji holê rakin.

source: Clear cookies and site data
kmr: Çerezan û daneyên malperan paqij bike

source: Clear hostname
kmr: Hewangehê paqiij bike

source: Clear recent browsing history, cookies, and related data.
kmr: Raboriya dawiyê ya gerê, çerezan û agahiyên têkildar jê bibe.

source: Clears cookies set by redirects to known tracking websites.
kmr: Kûkiyên ji aliyê beralîkirinên malperên tên naskirin ve hatine bicîkirin paqij dike.

source: Clear text
kmr: Nivîsê paqij bike

source: Close all inactive tabs
kmr: Hemû hilpekînên neçalak bigire

source: Close custom tab menu sheet
kmr: Menuya hilpekîna taybet bigire

source: Close extensions menu sheet
kmr: Menuya pêvekan bigire

source: Close main menu sheet
kmr: Menuya giştî bigire

source: Close menu
kmr: Menuyê bigire

source: Close review checker
kmr: Kontrolkara nirxandinê bigire

source: Close save menu sheet
kmr: Menuya qeydkirinê bigire

source: Close tools menu sheet
kmr: Menuya amûran bigire

source: Close Translations sheet
kmr: Rûpela wergerandinan bigire

source: collapse
kmr: teng bike

source: collapsed
kmr: hat tengkirin

source: Collapse group of synced tabs
kmr: Koma hilpekînan ya senkronîzekirî berteng bike

source: Collapse inactive tabs
kmr: Hilpekînên neçalak teng bike

source: Collapse saved addresses
kmr: Navnîşanên tomarkirî berteng bike

source: Collapse saved cards
kmr: Kartên tomarkirî berteng bike

source: Collapse saved passwords
kmr: Şîfreyên tomarkirî teng bike

source: Collapse suggested addresses
kmr: Hesabên pêşniyarkirî teng bike

source: Collapse suggested credit cards
kmr: Kartên krediyê yên pêşniyarkirî teng bike

source: Competitiveness
kmr: Şiyana reqabetê

source: Confirm and start browsing
kmr: Piştrast bike û dest bi gerê bike

source: Connection is not secure
kmr: Girêdan ne ewle ye

source: Connection is secure
kmr: Girêdan ewle ye

source: Continue to HTTP Site
kmr: Ji malpera HTTP dewam bike

source: Continue with extensions disabled
kmr: Pêvekan neîalak bike û wisa dewam bike

source: Control browser proxy settings.
kmr: Kontrolkirina eyarên proksiya gerokê.

source: Cookie Banner Reduction
kmr: Kêmkirina Banerên Çerezan

source: Cookies and site data
kmr: Kûkî û daneyên malperê

source: Copied to clipboard
kmr: Li panoyê hat kopîkirin

source: Copy image
kmr: Wêneyî kopî bike

source: Copy to clipboard
kmr: Li panoyê kopî bike

source: Couldn’t change wallpaper
kmr: Wêneyê dîwêr nehat guhertin

source: Couldn’t delete <b>%1$s</b>. Please try again.
kmr: <b>%1$s</b> nehat jêbirin. Tika ye paşê dîsa biceribîne.

source: Couldn’t download <b>%1$s</b>. Please try again.
kmr: <b>%1$s</b> nehat barkirin. Tika ye paşê dîsa biceribîne.

source: Couldn’t download wallpaper
kmr: Wêneyê dîwêr nehat daxistin

source: Couldn’t load languages. Check your internet connection and try again.
kmr: Ziman nehantin barkirin. Girêdana înterneta xwe kontrol bike û dîsa biceribîne.

source: Couldn’t load languages. Please check back later.
kmr: Ziman nehatin barkirin. Tika ye paşê dîsa biceribîne.

source: Couldn’t load sites. Please check back later.
kmr: Malper nehatin barkirin. Tika ye paşê dîsa biceribîne.

source: Country or region
kmr: Welat yan herêm

source: Created by @heyheymomodraws
kmr: Ji hêla @heyheymomodraws ve hatiye afirandin

source: Credit cards
kmr: Kartên krediyê

source: Cross-site cookies
kmr: Çerezên navmalperî

source: Cross-Site Cookies
kmr: Çerezên nav-malperî

source: Customize home
kmr: Destpêkê taybet bike

source: Customize homepage
kmr: Serrûpelê taybet bike

source: Customize reader view
kmr: Moda xwînerê taybet bike

source: Customize Reader View
kmr: Xuyakirina Readerê taybet bike

source: Customize your Firefox with extensions
kmr: Firefox`a xwe bi pêvekan taybet bike

source: Cute
kmr: Xweşik

source: Dark Purple
kmr: Morê Tarî

source: Data is encrypted
kmr: Dane şîfrekirî ne

source: Debug Tools
kmr: Amûrên neqandina çewtiyan

source: Default
kmr: Standard

source: Default Protection
kmr: Parastina Standard

source: Delete %1$s (%2$s)?
kmr: %1$s jê bibe (%2$s)?

source: Delete address
kmr: Navnîşanê jê bibe

source: Delete all languages
kmr: Hemû zimanan jê bibe

source: Delete all languages (%1$s)?
kmr: Hemû zimanan jê bibe (%1$s)?

source: Delete all sites in “%s”
kmr: Hemû malperên di nav “%s”ê de jê bibe

source: Delete bookmark
kmr: Bijareyan jê bibe

source: Delete card
kmr: Kartê jê bibe

source: Deleted items: %s
kmr: Hêmanan jêbirî: %s

source: Delete folder
kmr: Peldankê hilbijêre

source: Describe the problem (optional)
kmr: Pirsgirêkê diyar bike (vebijarkî)

source: Designed for Android. Refined for You
kmr: Ji bo Androidê hatiye sêwirandin. Ji bo Te hatiye pêşxistin

source: Destination URL
kmr: URL-ya armanc

source: Discover more
kmr: Zêdetir keşf bike

source: Discover more extensions
kmr: Zêdetir pêvekan keşf bike

source: Dismiss banners
kmr: Banerê bigire

source: Dismiss message
kmr: Peyamê paşguh bike

source: Dismiss Pop-ups
kmr: Pop-ups bigire

source: Display notifications to you.
kmr: Nîşandana danezanên ji bo te.

source: DNS over HTTPS
kmr: DNS li ser HTTPS

source: Documents
kmr: Belge

source: Domain Name System (DNS) over HTTPS sends your request for a domain name through an encrypted connection, providing a secure DNS and making it harder for others to see which website you’re about to access. %1$s
kmr: Sîstema Navê Domainê (DNS) li ser HTTPS daxwaza te ya ji bo navekî domainê bi rêya girêdaneke şîfrekirî dişîne, DNS-ek ewle peyda dike û ji bo yên din zehmettir dike ku bibînin tu yê têkevî kîjan malperê. %1$s

source: Done
kmr: Qediya

source: Download again
kmr: Dîsa jêbar bike

source: Download and run AI models on your device
kmr: Modelên AI`ê bar bike ser cîhaza xwe û bixebitîne

source: Download and run AI models on your device.
kmr: Modelên ZÇ`ê jêbar bike û li ser amûra xwe bixebitîne.

source: Download and translate
kmr: Jêbar bike û wergerîne

source: Download complete languages for faster translations and to translate offline. %1$s
kmr: Ji bo wergera bileztir û offline temamê zimanan jêbar bike. %1$s

source: Download file? (%1$s)
kmr: Dosyeyê jêbar bikî? (%1$s)

source: Download file again? (%1$s)
kmr: Dosyeyê dîsa jêbar bikî? (%1$s)

source: Download files and read and modify the browser’s download history.
kmr: Jêbarkirina pelan, xwendin û guhertina mêjûya gerokê.

source: Downloading and verifying extension…
kmr: Pêvek tê jêbarkirin û kontrolkirin…

source: Download language in data saving mode (%1$s)?
kmr: Bila ziman di moda teserûfa daneyan de bê jêbarkirin (%1$s)?

source: Download languages
kmr: Zimanan jêbar bike

source: Download Languages
kmr: Zimanan jêbar bike

source: Download while in data saving mode (%1$s)?
kmr: Di moda teserûfa daneyan de jêbar bike (%1$s)?

source: %d page
kmr: %d rûpel

source: Dropped %s percent
kmr: Ji sedî %s daket

source: %d site
kmr: %d malper

source: %d sites
kmr: %d malper

source: Duplicate tab
kmr: Hilpekînê zêde bike

source: Edit address
kmr: Navnîşanê serast bike

source: Edit card
kmr: Kartê serast bike

source: Edit engines visible in the search menu
kmr: Motorên di menûya lêgerînê de xuya dibin serast bike

source: Enable in all tabs
kmr: Di hemû hilpekînan de çalak bike

source: Enable only in private tabs
kmr: Tenê di hilpekînên şexsî de çalak bike

source: Enable telemetry to send data.
kmr: Ji bo şandina daneyan telementriyê hilbijêre.

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
kmr: Ji bo destûrdana jidandin û nêzîkkirinê çalak bike, di wan malperan de jî ku vê tevgeriyanê asteng dikin.

source: Engines visible on the search menu
kmr: Motorên di menûya lêgerînê de xuya dibin

source: Enhanced tracking protection exception preference icon
kmr: Nîşaneya tercîha îstîsnayî ya parastina ji şopandinê ya pêşketî

source: Enter a password
kmr: Şîfreyekê binivîse

source: Entering text in %1$s. Double tap to stop
kmr: Nivîs di %1$s de tê nivîsandin. Ji bo rawestandinê du caran bikirtîne

source: Enter search terms
kmr: Peyva lêgerînê binivîse

source: Erase browsing history
kmr: Raboriya gerê jê bibe

source: Error Code: NS_ERROR_OFFLINE
kmr: Koda Çewtiyê: NS_ERROR_OFFLINE

source: Everything
kmr: Her tiştî

source: Exchange messages with apps other than this one.
kmr: Pevguherîna peyaman bi bernamokên ji bilî vê bernamokê.

source: expand
kmr: fireh bike

source: expanded
kmr: hat firehkirin
